IDEA Open Model
ISDModel.ISDType Property
Compatible with IDEA StatiCa Beta 20.0
 Type of IDEA StatiCa Detail
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ISDType ISDType { get; set; }
Public Property ISDType As ISDType
	Get
	Set
Property Value
Type: ISDType
See Also
Reference
ISDModel Class
IdeaRS.OpenModel.Detail Namespace